import getAccordeon from '../../Questions/Questions'


export default function FAQ(){
    return(

        getAccordeon([{
            title: 'В какие сроки проходит Акция?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
            expanded: true,
        },
        {
            title: 'Какие продукты участвуют в акции?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'Какие призы я могу выиграть ?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'Сколько чеков нужно зарегистрировать?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'Как понять, что чек зарегистрирован?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'Куда на сайте загружать чеки?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'Где можно прочитать полный список правил акции?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'В какие сроки проходит Акция?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'В какие сроки проходит Акция?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'В какие сроки проходит Акция?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
        {
            title: 'В какие сроки проходит Акция?',
            text: 'Период совершения покупки: с 00:00:00 10 февраля до 23:59:59 23 марта 2021; Период регистрации чеков: с 00:00:00 10 февраля до 23:59:59 23 марта 2021 (по московскому времени). Период выдачи призов Победителям Акции: с 19.02.21 по 10.04.21.',
        },
    ])
    )
}

